--SELECT top 1 [id], [title], [body], [category_id], [site_id], [order] FROM [wordz].[dbo].[article]

INSERT INTO [wordz].[dbo].[article](
[title], [body], [category_id], [site_id], [order])
VALUES(
'Порядок слов в английском предложении',
'
<ol>
<li>Общие сведения
</li><li>Схема английского предложения
</li><li>Предложения с конструкцией There is/are
</li></ol>
<ul>
<p></p><li><b>Общие сведения</b>
<p>Предложения в английском языке имеют твердый порядок слов: в утвердительном,
вопросительном и отрицательном предложениях.
</p><p>Важно помнить, что в УТВЕРДИТЕЛЬНОМ предложении:
</p><p></p><ol>
<li>Подлежащее всегда стоит перед сказуемым.
</li><li>Дополнение следует за сказуемым.
</li><li>Определение без предлога стоит перед определяемым словом.
</li><li>Обстоятельство может стоять в начале или в конце предложения.
</li></ol>
<p>В английском языке различают следующие типы ВОПРОСОВ:
</p><p></p><ol>
<li>Общие вопросы.
</li><li>Специальные вопросы.
</li><li>Разделительные вопросы.
</li><li>Альтернативные вопросы.
</li></ol>
<p>

</p><p></p></li><li><b>Схема английского предложения</b>
<p>В УТВЕРДИТЕЛЬНОМ предложении порядок слов следующий:
</p><p>Подлежащее + сказуемое + дополнение (косвенное, без предлога, проямое) +
обстоятельство
</p><p>Примечание:
</p><p>Косвенное дополнение без предлога стоит перед прямым дополнением:
<br>He showed me a nice kitten.
</p><p>Косвенное дополнение с предлогом стоит после прямого дополнения:
<br>He showed a nice kitten to me.
</p><p>Обстоятельство + подлежащее + сказуемое + дополнение + обстоятельство:
<br>Every day she helps her mother about the house.
</p><p>Порядок слов считается ПРЯМЫМ, если сказуемое стоит после
подлежащего:<br>He reads newspapers every day.
</p><p>Таким образом, в утвердительном предложении мы имеем, как правило, прямой
порядок слов.
</p><p>ВОПРОСИТЕЛЬНЫЕ ПРЕДЛОЖЕНИЯ
</p><p>ОБЩИЕ вопросы задаются к происходящему в предложении действию. Общий вопрос
требует, как правило, краткого ответа: Да или Нет.
</p><p>В вопросительном предложении порядок слов не такой, как в утвердительном
предложении. Он может несколько меньятся в зависимости от типа вопросительного
предложения.
</p><p>В ОБЩИХ ВОПРОСАХ порядок слов будет следующим:
</p><p></p><ol type="a">
<li>Вспомогательный глагол + подлежащее + смысловой глагол<br>
Do you get up early in the morning?
<p>Если в качестве сказуемого используется глагол to be или глагол to have, то
вспомогательный глагол, как правило, не используется.
</p><p>Were you at the lesson yesterday?<br>
Have you a new textbook?
</p><p><i>Примечание: не будет ошибкой, если вы скажете:
Do you have a new textbook?<br>
Еще более принто в Великобритании: Have you got a new textbook?
<br>Таким образом, с глаголом to have возможны варианты, чего нельзя сказать о
глаголе to be.</i>
</p><p></p></li><li>Глагол-связка + подлежащее + основная часть сказуемого
(предикатив)<br>Are you a student of middle school?
<p></p></li><li>Модальный глагол + подлежащее + смысловой глагол<br>
Can you play the piano?<br>
May I come in?
</li></ol>
<p>В СПЕЦИАЛЬНЫХ ВОПРОСАХ на первом месте используются вопросительные
слова (Who, whom, when, what, which, whose, where, why, how long, how many,
how much, etc.)
</p><p>Порядок слов в этом случае, если вопрос задается не к подлежащему,
будет такой:
</p><p>Вопросительное слово + вспомогательный глагол + подлежащее + смысловой
глагол.
</p><p>When did you go to your doctor last time?<br>
Where do you live?
</p><p>Порядок слов в вопросительных предожениях, общих и специальных называют
ОБРАТНЫМ, т.е. сказуемое или его часть стоит перед подлежащим.
<br>Если вопрос обращен к подлежащему, то порядок слов сохрантся как в
утвердительном предложении, т.е. сохраняется ПРЯМОЙ порядок слов:
</p><p>Who is absent today?<br>
What is it?
</p><p>Вопрос может быть обращен и к определению подлежащего. В этом случае
используется следующая схема предложения:
</p><p>Вопросительное слово + подлежащее + сказуемое:
</p><p>Whose cap is it?<br>
What text are you reading?<br>
What day of the week is  today?
</p><p>В РАЗДЕЛИТЕЛЬНЫХ ВОПРОСАХ желают узнать, согласен ли собеседник с
утверждением. Порядок слов в таком вопросе можно представить следующим
образом:
</p><p>Предложение, содержащее утверждение + Краткий вопрос общего типа
</p><p>При этом, если начало предложения несет утвердительный смысл, то конец
предложения стоит в отрицательной форме (а) и наоборот (б).
</p><p></p><ol type="a">
<li><u>&nbsp;&nbsp;&nbsp;&nbsp;+&nbsp;&nbsp;&nbsp;&nbsp;</u>,
<u>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;&nbsp;&nbsp;</u>.
<p>You are leaving tomorrow morning, aren''t you?<br>
I''m sure you want some more ice-cream, don''t you?
</p></li><li><u>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;&nbsp;&nbsp;</u>,
<u>&nbsp;&nbsp;&nbsp;&nbsp;+&nbsp;&nbsp;&nbsp;&nbsp;</u>.
<p>You don''t want to stay after classes, do you?<br>
You haven''t been to London yet, have you?
</p></li></ol>
<p>В АЛЬТЕРНАТИВНЫХ ВОПРОСАХ  имеется ВЫБОР между двумя возможностями. Эти
возможности могут относиться к любому члену предложения.
Схема предложения в этом случае будет такая:
</p><p>Общий вопрос + or + альтернатива.
</p><p>Альтернатива обычно выражается кратко, но может быть выражена и вторым
общим вопросом:
</p><p>Are you a student of the middle or high school?<br>
Is it your or my magazine? Is it a magazine or a newapaper?<br>
Do you really want to go to the Zoo or would you better go to the circus?
</p><p>В ОТРИЦАТЕЛЬНЫХ предложениях порядок слов ПРЯМОЙ.
</p><p>Схема предложения следующая:
</p><p>подлежащее + вспомогательный глагол с отрицательной частицей not +
смысловой глагол.
</p><p>I don''t want any more tea, thank you.<br>
I haven''t seen you for a long time.<br>
I am not ready for the test yet.<br>
</p><p><i>Примечание: после глагола to have, а также в предложениях с конструкцией
there is/are если имеется в виду полное отрицание, используется NO.</i>
</p><p>
</p><p></p></li><li><b>Предложения с конструкцией There is/are</b>
<p>Схема предложения:
</p><p>There + to be (is, are) + подлежащее + обстоятельство
</p><p>There is a book on the table.<br>
There are notebooks on the table.
</p><p>
</p></li></ul>
',
2,
9,
28
)